{
  "Drone - Fast. Fragile. Attacks land, sea and air targets.": {
    "message": "Ракетный дрон-Быстрый, хрупкий, атакует Землю и воздух"
  },
  "Light Turret - Rapid fire. Attacks land, sea and seabed targets.": {
    "message": "Легкая защитная башня. Короткая дистанция атаки. Поражает наземные и морские цели."
  },
  "Advanced Anti-Air Turret - Fires homing rockets which deal splash damage. Only attacks air targets.": {
    "message": "Продвинутые зенитные турели - Большая дальность. Атакует воздушные единицы."
  },
  "Anti-Nuke Launcher - Space for four advanced anti-nuclear missile weapons.": {
    "message": "Ядерная защита - Перехватывает и уничтожает входящие ядерные ракеты."
  },
  "Artillery - Medium range. Attacks land, sea, seabed and underwater targets.": {
    "message": "Средний противокорабельный и противотанковый рельсотрон - требует энергии для стрельбы."
  },
  "Storage - Increases maximum energy and metal storage capacity. Explodes on death, damaging friend and foe.": {
    "message": "Хранилище. Использует силу чёрных дыр для хранения металла и энергии."
  },
  "Heavy Turret - High damage. Attacks land, sea and seabed targets.": {
    "message": "Средняя оборонительная башня. Атакует наземные и морские цели."
  },
  "Seismic Tank - Heavily armored. Short range. Huge splash damage. Attacks land and sea targets.": {
    "message": "Танк с сейсмической установкой. Уничтожает войска вокруг себя на небольшом расстоянии."
  },
  "Assault Tank - Heavily armored. Splash damage. Attacks land, sea and seabed targets.": {
    "message": "Продвинутый боевой танк с тяжелой бронёй.. Атакует наземные и морские цели."
  },
  "Medium Tank - Splash damage. Attacks land, sea and seabed targets.": {
    "message": "Основной боевой танк - медленный, но надежный. Атакует наземные и морские цели."
  },
  "Lightning Tank - Shoots timed electric mines. Attacks land and sea targets.": {
    "message": "Продвинутый лучевой танк. Высокий урон. Поражает наземные и морские цели."
  },
  "Teleporter - Link teleporters to move units around the system.": {
    "message": "Устройство телепортации. Перемещает войска от одного, к другому."
  },
  "Siege Titan - Equipped with an arsenal of highly destructive weapons. Attacks land, sea, seabed and undersea targets.": {
    "message": "Экспериментальный штурмовой титан. Оснащен арсеналом чрезвычайно разрушительных пушек."
  },
  "Doomsday Titan - Drops an explosive into the planet's core, breaking it apart from the inside.": {
    "message": "Механизм судного дня. Уничтожает планету на которой построен после активации. "
  },
  "Basic Manufacturing - Builds basic tank units.": {
    "message": "Базовое производство - создает броню Легиона"
  },
  "Advanced Manufacturing - Builds advanced tank units.": {
    "message": "Продвинутое производство - Создаёт продвинутую броню Легиона"
  },
  "Orbital Turret - Rapid fire. Attacks land, air, sea and orbital targets.": {
    "message": "Орбитальный страж - тяжёлый защитный спутник. Атакует все цели."
  },
  "Planet Engine - Used to smash celestial bodies into each other. Build as many as the planet requires.": {
    "message": "Планетарный двигатель. Используйте его для запуска небесного тела в планету врага!"
  },
  "Anti-Orbital Turret - Attacks orbital targets and drop pods.": {
    "message": "Анти - орбитальная ионная пушка. Атакует орбитальные цели."
  },
  "Orbital Battleship - Launches drones at planetary enemies. Heavily armored. Attacks land, air sea and orbital targets.": {
    "message": "Космический линкор - тяжело вооружён. Атакует все цели"
  },
  "Planetary Transport - Builds and launches up to 14 units at once to the planet below.": {
    "message": "Орбитальная пусковая установка боевых единиц. Позволяет строить и десантировать войска на поверхность планеты"
  },
  "Advanced Builder - Builds orbital structures. Builds all titans.": {
    "message": "Продвинутый производитель - Строит орбитальные спутники и корабли Легиона"
  },
  "Advanced Manufacturing - Builds advanced orbital units.": {
    "message": "Продвинутое производство - Строит продвинутых орбитальных юнитов."
  },
  "Orbital Fighter - Fast. Attacks orbital targets only.": {
    "message": "Орбитальный истребитель- атакует орбитальные подразделения. Быстрый."
  },
  "Interplanetary Transport - Moves land and air units between planets.": {
    "message": "Орбитальный спускаемый аппарат - межпланетный транспортный носитель."
  },
  "Basic Manufacturing - Builds basic orbital units.": {
    "message": "Базовый орбитальный завод - Запускает спутники и базовые орбитальные юниты в космос."
  },
  "Orbital Scout - Fast. Provides small amount of vision of the planet below": {
    "message": "Орбитальный радар зонд - Быстрый. Имеет маленький радиус видимости."
  },
  "Orbital Siege - Long range. High damage. Attacks orbital targets only.": {
    "message": "Орбитальный рельсотрон - Высокий урон. Атакует по орбитальным единицам."
  },
  "Basic Radar Satellite - Short-range enemy unit detection. Requires energy.": {
    "message": "Базовый спутник радар - Обнаруживает вражеских юнитов в средние зоны."
  },
  "The Legion Expansion adds an entirely new faction in Planetary Annihilation.": {
    "message": "Мод Legion Expansion добавляет совершенно новую фракцию в Planetary Annihilation."
  },
  "Select a blue Commander for MLA and a red one for Legion.": {
    "message": "Выберете синего командира, для игра за стандартную фракцию или красного, для игры за Легион."
  },
  "It looks like you don't have the Legion Expansion client mod installed.": {
    "message": "Похоже, что у вас не установлен клиентский мод Legion Expansion."
  },
  "You won't be able to play without it, but installing is easy!": {
    "message": "Вы не сможете играть, не установив мод, но поверьте, это не сложно."
  },
  "Learn More": {
    "message": "Узнать подробнее"
  },
  "Discuss": {
    "message": "Обсуждение"
  },
  "click or press space to close": {
    "message": "Щёлкните мышкой или нажмите пробел чтобы закрыть. "
  },
  "Metal Parasite - Extremely fast. Close range. Devastating damage. Attacks land, sea and seabed targets.": {
    "message": "Пчёлы! Рооой!"
  },
  "Adds an entirely new faction with over a hundred units for use in skirmish and multiplayer. Not compatible with mods which add additional units. If you don't like the new theme it can be disabled in Settings. Cannot be used in Galactic War.": {
    "message": "Добавляет совершенно новую фракцию с более чем ста уникальными единицами для использования в одиночной и многопользовательской игре. Не совместим с модами, которые добавляют дополнительные единицы. Если вам не нравится новая тема, ее можно отключить в настройках."
  },
  "To play as the Legion select one of the red Commanders.": {
    "message": "Для игры за Легион выберите красного командира"
  },
  "Do not show this again": {
    "message": "Больше не показывать это"
  }
}
