{
  "Adds an entirely new faction with over a hundred units for use in skirmish and multiplayer. Not compatible with mods which add additional units. If you don't like the new theme it can be disabled in Settings. Cannot be used in Galactic War.": {
    "message": "加入一個全新的可用陣營，包含上百個新單位。不兼容其他加入新單位的模組。紅色主題可以在\"設定\"換回。"
  },
  "Advanced Anti-Air Turret - Fires homing rockets which deal splash damage. Only attacks air targets.": {
    "message": "進階對空砲塔 - 裝備對空導彈"
  },
  "Advanced Anti-Air Walker - High damage precision laser strikes. Only attacks air targets.": {
    "message": "進階對空機甲 - 攻擊飛行單位"
  },
  "Advanced Artillery - Very accurate. High splash damage. Attacks land, sea and seabed targets.": {
    "message": "磁軌大砲 - 拋射高傷害砲彈"
  },
  "Advanced Builder - Builds basic and advanced structures. Builds air titan. Very mobile. Vulnerable. Less efficient than other builders.": {
    "message": "進階工程單位 - 飛行工程單位，可建造進階建築和單位，可建造飛行泰坦"
  },
  "Advanced Builder - Builds basic and advanced structures. Builds bot titan. Cheap. Less powerful than other builders.": {
    "message": "進階工程單位 - 機甲工程單位，可建造進階建築和單位，可建造機甲泰坦"
  },
  "Advanced Builder - Builds basic and advanced structures. Builds vehicle titan. Durable. More powerful than other land and air builders.": {
    "message": "進階工程單位 - 戰車工程單位，可建造進階建築和單位，可建造裝甲泰坦"
  },
  "Advanced Builder - Builds orbital structures. Builds all titans.": {
    "message": "進階工程單位 - 建造\"軍團\"衛星和船艦"
  },
  "Advanced Economy - Fabricates black holes and harnesses their energy. Explodes on death, damaging friend and foe.": {
    "message": "進階資源設施 - 生成人工黑洞並用其作為能源，被摧毀時對周遭造成傷害"
  },
  "Advanced Frigate - Long range. High damage. Attacks land, air, sea, and orbital targets.": {
    "message": "彈道飛彈艦 - 裝備重型飛彈和對空火砲"
  },
  "Advanced Manufacturing - Builds basic and advanced air units.": {
    "message": "進階製造 - 生產\"軍團\"進階飛行單位"
  },
  "Advanced Manufacturing - Builds basic and advanced bots.": {
    "message": "進階製造 - 生產\"軍團\"進階機甲單位"
  },
  "Advanced Manufacturing - Builds basic and advanced orbital units.": {
    "message": "進階製造 - 生產進階軌道單位"
  },
  "Advanced Manufacturing - Builds basic and advanced ships.": {
    "message": "進階製造 - 生產\"軍團\"進階海上單位"
  },
  "Advanced Manufacturing - Builds basic and advanced tanks.": {
    "message": "進階製造 - 生產\"軍團\"進階裝甲單位"
  },
  "Advanced Radar - Long-range enemy unit detection. Requires energy.": {
    "message": "進階雷達 - 大範圍偵測敵對單位"
  },
  "Advanced Radar Satellite - Long-range enemy unit detection. Requires energy. Attacks land and sea targets.": {
    "message": "重裝雷達衛星 - 大範圍偵測敵對單位，攻擊陸地單位"
  },
  "Advanced Stealth Scout - Launches a sneaky spy camera. Invisible to radar. Consumes energy. Can move between planets.": {
    "message": "進階間諜機 - 可發射間諜雷達，需額外能源運作，可跨星際移動"
  },
  "Advanced Wave Turret - Attacks sea, seabed and undersea targets.": {
    "message": "重型起浪器 - 進階魚雷發射器"
  },
  "Anti-Air Turret - Equipped with homing tracer rounds. Only attacks air targets.": {
    "message": "基礎對空砲塔 - 裝備輕機槍"
  },
  "Anti-Air Walker - Equipped with homing missiles. Only attacks air targets.": {
    "message": "對空機甲 - 攻擊飛行單位"
  },
  "Anti-Nuke Launcher - Space for four advanced anti-nuclear missile weapons.": {
    "message": "核防禦 - 生產攔截飛彈並自動攔截敵對核導彈"
  },
  "Anti-Orbital Turret - Attacks orbital targets and drop pods.": {
    "message": "對軌道離子炮 - 攻擊軌道單位"
  },
  "Artillery - Medium range. Attacks land, sea, seabed and underwater targets.": {
    "message": "中型磁軌砲 - 需要額外能源，攻擊海陸單位"
  },
  "Assault Tank - Heavily armored. Splash damage. Attacks land, sea and seabed targets.": {
    "message": "進階戰車 - 重裝甲，攻擊海陸單位"
  },
  "Assault Titan - High splash damage for dealing with large armies. Attacks land, air, sea and seabed targets.": {
    "message": "實驗型移動要塞 - 重裝甲，能對遠方目標造成大量傷害"
  },
  "Assault Walker - High DPS. Attacks land, sea and seabed targets.": {
    "message": "進階突擊機甲 - 裝備強力加特林機槍，攻擊海陸單位"
  },
  "Auxiliary Commander - Can build advanced structures. Heavily armored. High damage. Attacks any targets except orbital.": {
    "message": "輔助指揮官 - 可建造進階建築，重武裝"
  },
  "Basic Economy - Generates power.": {
    "message": "基礎資源設施 - 提供能源"
  },
  "Basic Economy - Produces metal. Can only be placed on metal deposits. Can share a metal deposit with an Advanced Mass Extractor.": {
    "message": "基礎資源設施 - 生產金屬，只能建在礦點上"
  },
  "Basic Infantry - Durable. Amphibious. Attacks land, sea and seabed targets.": {
    "message": "突擊機甲 - 攻擊海陸單位"
  },
  "Basic Manufacturing - Builds basic air units.": {
    "message": "基礎製造 - 生產\"軍團\"飛行單位"
  },
  "Basic Manufacturing - Builds basic bots.": {
    "message": "基礎製造 - 生產\"軍團\"機甲單位"
  },
  "Basic Manufacturing - Builds basic orbital units.": {
    "message": "基礎軌道單位工廠 - 發射衛星和基本軌道單位到太空"
  },
  "Basic Manufacturing - Builds basic ships.": {
    "message": "基礎製造 - 生產\"軍團\"海上單位"
  },
  "Basic Manufacturing - Builds basic tanks.": {
    "message": "基礎製造 - 生產\"軍團\"裝甲單位"
  },
  "Basic Radar - Short-range enemy unit detection. Requires energy.": {
    "message": "基礎雷達 - 偵測附近敵對單位"
  },
  "Basic Radar Satellite - Short-range enemy unit detection. Requires energy.": {
    "message": "基礎雷達衛星 - 中等範圍偵測敵對單位"
  },
  "Battleship - High damage. Heavily armored. Long range. Attacks land and sea targets.": {
    "message": "戰艦 - 裝備高傷害雷射砲，攻擊海陸單位"
  },
  "Bomber - High damage to a single target. Attacks land, sea, seabed and undersea targets.": {
    "message": "電漿轟炸機 - 高傷害，攻擊海陸單位"
  },
  "Builder - Builds advanced structures. Most powerful fabricator.": {
    "message": "進階工程單位 - 海上工程單位，可建造進階建築和單位"
  },
  "Builder - Builds basic structures. Cheap. Less powerful than other builders.": {
    "message": "基礎工程單位 - 機甲工程單位，可建造進階機甲鑄造廠"
  },
  "Builder - Builds basic structures. Durable. More powerful than other basic land and air builders.": {
    "message": "基礎工程單位 - 裝甲工程單位，可建造進階裝甲鑄造廠"
  },
  "Builder - Builds basic structures. Most powerful basic planetary fabricator.": {
    "message": "基礎工程單位 - 海上工程單位，可建造進階船艦鑄造廠"
  },
  "Builder - Builds basic structures. Very mobile. Vulnerable. Less efficient than other builders.": {
    "message": "基礎工程單位 - 飛行工程單位，可建造進階飛行器鑄造廠"
  },
  "Carrier - Launches fast-flying drones at enemies. Attacks land, air and sea targets.": {
    "message": "空中母艦 - 對目標放出快速無人機，攻擊海陸空單位"
  },
  "Combat Builder - Builds mines, radar and teleporters. Detects mines. Repairs friendly units. Can't help build other structures.": {
    "message": "前線工程單位 - 可建造地雷、雷達和傳送設施並治療友軍，可執行回收"
  },
  "Combat Builder - Builds mines, shields and turrets. Detects mines. Repairs friendly units. Can't help build other structures.": {
    "message": "前線工程單位 - 可建造海上防禦設施並治療友軍，輕裝甲"
  },
  "Corvette - Fast. Cheap. Attacks land, sea, seabed and undersea targets.": {
    "message": "護衛艦 - 快速，攻擊海陸單位及潛艦"
  },
  "Destroyer - High damage. Long range. Attacks land and sea targets.": {
    "message": "驅逐艦 - 裝備重型火砲，攻擊海陸單位"
  },
  "Discuss": {
    "message": "討論"
  },
  "Do not show this again": {
    "message": "不要再顯示"
  },
  "Doomsday Titan - Drops an explosive into the planet's core, breaking it apart from the inside.": {
    "message": "末日裝置 - 建造完成立即啟動殲星程序"
  },
  "Drone - Fast. Fragile. Attacks land, sea and air targets.": {
    "message": "飛彈機 - 快速，脆弱，攻擊海陸單位"
  },
  "Fighter - Fast. High damage. Forward firing only. Only attacks air targets.": {
    "message": "攔截機 - 對空，快速"
  },
  "Flame Turret - High splash damage. Attacks land and sea targets.": {
    "message": "火焰砲塔 - 裝備高傷害火焰發射器"
  },
  "Flying Bomb - Self-destructs to deal very heavy damage over an area over time. Attacks air targets only.": {
    "message": "飛行炸彈 - 只攻擊飛行單位"
  },
  "Flying Fortress Titan - Heavy damage over a wide area. Attacks any targets except orbital.": {
    "message": "飛行要塞 - 重裝甲，裝備重型加農砲和對空火炮"
  },
  "Frigate - High damage precision laser strikes. Only attacks air targets.": {
    "message": "巡防艦 - 只攻擊空中單位"
  },
  "Gunship - Heavily armored. Attacks land, sea and seabed targets.": {
    "message": "砲艇 - 重裝甲，裝備追蹤導彈和輕機槍"
  },
  "Heavy Turret - High damage. Attacks land, sea and seabed targets.": {
    "message": "中等防禦砲塔 - 攻擊海陸單位"
  },
  "Heavy Walker - Heavily armored. Long range. Attacks land, sea and seabed targets.": {
    "message": "重型突擊機甲 - 重裝甲，裝備強力火炮和重型雷射"
  },
  "Hover Artillery - Can cross water and lava. Attacks land, sea and seabed targets.": {
    "message": "浮空自走跑 -  中等射程，攻擊海陸單位"
  },
  "Hover Assault - Can cross water and lava. Fires in salvos. Attacks land, air, sea and orbital targets.": {
    "message": "浮空突擊單位 - 裝備中程火箭，攻擊潛艦以外的所有單位"
  },
  "Hover Railgun - Fast. Long range. Can cross water and lava. Attacks land, air and sea targets.": {
    "message": "浮空船 - 裝備重型火砲，可以越過水和熔岩，攻擊海陸單位"
  },
  "Imperial Cyclops Commander": {
    "message": "錦衣衛 \"獨眼\" 指揮官"
  },
  "Imperial Overwatch Commander": {
    "message": "錦衣衛 \"看守\" 指揮官"
  },
  "Imperial Wasushi Commander": {
    "message": "錦衣衛 \"壽司吧\" 指揮官"
  },
  "Interplanetary Fighter - Fast. Can move between planets. Can only attack air targets.": {
    "message": "星際戰鬥機 - 重裝，快速，可跨星際移動"
  },
  "Interplanetary Teleporter - Can link with a teleporter and send units directly to a planet's surface. Can move between planets.": {
    "message": "星際機動傳送門 - 重裝甲，可與地面傳送設施連接並進行單向傳送，可跨星際移動"
  },
  "Interplanetary Transport - Moves land and air units between planets.": {
    "message": "軌道降落船 - 星際運輸工具"
  },
  "It looks like you don't have the Legion Expansion client mod installed.": {
    "message": "看來你沒安裝\"軍團\"擴展模組用戶端"
  },
  "Land Mine - Sprays shrapnel then explodes after four seconds. Can be detonated manually using alt fire. Invisible to most units.": {
    "message": "突襲地雷 - 在散播之後四秒後引爆"
  },
  "Laser Walker - Short range. High damage. Attacks land, sea and seabed targets.": {
    "message": "雷射機甲 - 裝備中程雷射武器，攻擊海陸單位"
  },
  "Leaping Bomb Bot - Self-destructs. Leaps at enemies. Jumps with alt fire.  Attacks land and sea targets.": {
    "message": "自爆蜘蛛機甲 - 可用次要開火命令其躍過地形或跳向敵對單位"
  },
  "Learn More": {
    "message": "了解更多"
  },
  "Legion": {
    "message": "軍團擴展模組"
  },
  "Legion Commander Description - If you're seeing this, something is wrong in your commander.": {
    "message": "\"軍團\"指揮官 - 這是bug替代，看到這句話代表你的指揮官出了問題"
  },
  "Legion Expansion": {
    "message": "\"軍團\"擴展模組"
  },
  "Legion Intro": {
    "message": "\"軍團\"陣營介紹影片"
  },
  "Light Tank - Amphibious. Armed with torpedoes. Attacks land, sea, seabed and undersea targets.": {
    "message": "浮空突擊戰車 - 裝備魚雷和輕型火炮"
  },
  "Light Turret - Rapid fire. Attacks land, sea and seabed targets.": {
    "message": "小型防禦砲塔 - 射程短，攻擊海陸單位"
  },
  "Lightning Tank - Shoots timed electric mines. Attacks land and sea targets.": {
    "message": "進階雷電戰車 - 高傷害，電焦海陸單位"
  },
  "Medium Tank - Splash damage. Attacks land, sea and seabed targets.": {
    "message": "主力戰車 - 緩慢但可靠，攻擊海陸單位"
  },
  "Metal Parasite - Extremely fast. Close range. Devastating damage. Attacks land, sea and seabed targets.": {
    "message": "是蜜蜂啊啊啊啊啊啊啊啊啊啊啊啊啊"
  },
  "Napalm Bomber - High damage over a wide area. Heavily armored. Deploys flamethrower turrets. Attacks land and sea targets.": {
    "message": "火焰轟炸機 - 範圍內高傷害，可部署火焰砲塔"
  },
  "Nuclear Missile - Long range, high damage ballistic missile.": {
    "message": "星際大規模毀滅武器"
  },
  "Nuclear Missile Launcher - Builds and launches unlimited range, large splash damage, nuclear missiles. Can fire at other planets.": {
    "message": "星際彈道飛彈發射設施 - 可生產並裝載一個核彈，飛彈完成時需手動命令目標"
  },
  "Orbital Battleship - Launches drones at planetary enemies. Heavily armored. Attacks land, air, sea and orbital targets.": {
    "message": "軌道戰艦 - 重武裝，攻擊潛艦以外的所有單位"
  },
  "Orbital Economy - Produces metal and energy. Only buildable on gas giants.": {
    "message": "氣體星資源設施 - 生產金屬和電力，只能建在氣體星上"
  },
  "Orbital Fighter - Fast. Attacks orbital targets only.": {
    "message": "軌道戰機 - 攻擊軌道單位，快速"
  },
  "Orbital Laser - High splash damage. Attacks land, air, sea and seabed targets.": {
    "message": "軌道轟炸 - 高殺傷力的電漿砲，攻擊海陸單位"
  },
  "Orbital Mega-Laser - Purifies planetary surfaces of both enemies and allies. Attacks any targets except orbital.": {
    "message": "巨型軌道雷射 - 用神聖光柱淨化地面"
  },
  "Orbital Scout - Fast. Provides small amount of vision of the planet below": {
    "message": "軌道探測雷達 - 快速，較小偵測範圍"
  },
  "Orbital Siege - Long range. High damage. Attacks orbital targets only.": {
    "message": "軌道磁軌砲 - 高傷害，攻擊軌道單位"
  },
  "Orbital Turret - Rapid fire. Attacks land, air, sea and orbital targets.": {
    "message": "軌道防禦 - 重型防禦衛星，攻擊潛艦以外的所有單位"
  },
  "Planet Engine - Used to smash celestial bodies into each other. Build as many as the planet requires.": {
    "message": "星球推進器 - 用來人工產生星體對撞"
  },
  "Planetary Transport - Builds and launches up to 14 units at once to the planet below.": {
    "message": "軌道單位大砲 - 生產地面單位並向下投射"
  },
  "Radar - Immobile. Use alt fire to change into a fast-moving mine detector.": {
    "message": "雷達，不可移動"
  },
  "Raider - Fast. Can see far away. Attacks land and sea targets.": {
    "message": "奇襲機 - 輕裝甲，裝備輕型對地雷射，高速"
  },
  "Rocket Turret - High damage. Attacks land and sea targets.": {
    "message": "進階防禦設施 - 重型火箭發射井，攻擊海陸單位"
  },
  "Scout - Fast. Detects mines. Use alt fire to change into a short-range radar detectable only by radar.": {
    "message": "偵察機甲 - 可用次要開火命令其固定成一個小型雷達"
  },
  "Sea Mine - High damage. Invisible to most units.": {
    "message": "水雷 - 敵方單位靠近時引爆"
  },
  "Seismic Tank - Heavily armored. Short range. Huge splash damage. Attacks land and sea targets.": {
    "message": "震波戰車 - 震毀附近的單位"
  },
  "Select a blue Commander for MLA and a red one for Legion.": {
    "message": "藍色的指揮官是MLA(原版)，紅色的則是\"軍團\""
  },
  "Shield - Blocks enemy projectiles. Requires energy. Overlapping Ramparts provides little benefit. Overwhelmed by rapid fire.": {
    "message": "護盾 - 吸收來襲砲火，需額外能源運作。重疊的護盾沒有疊加效果"
  },
  "Shotgun Tank - Close range. Heavily armored. Attacks land, sea and seabed targets.": {
    "message": "近戰霰彈戰車 - 攻擊海陸單位"
  },
  "Siege Tank - Long range. Attacks land, sea and seabed.": {
    "message": "狙擊戰車 - 裝備高傷害光束砲，攻擊海陸單位"
  },
  "Siege Titan - Equipped with an arsenal of highly destructive weapons. Attacks land, sea, seabed and undersea targets.": {
    "message": "實驗型突擊泰坦 - 裝備多個強力武器"
  },
  "Siege Walker - Long range. Launches timed sticky plasma mines. Attacks land, sea and seabed targets.": {
    "message": "重型攻城機甲 - 遠程發射電漿炸彈"
  },
  "Siege Walker - Spawns Purgers. Can attack land targets only.": {
    "message": "機動工程機甲 - 召喚淨化者，被摧毀時產生大爆炸"
  },
  "Storage - Increases maximum energy and metal storage capacity. Explodes on death, damaging friend and foe.": {
    "message": "資源儲備設施 - 利用黑洞壓縮並儲存金屬和能量"
  },
  "Submarine - Fast. Fires in salvos. Attacks sea, seabed and undersea targets.": {
    "message": "突擊潛艦 - 裝備魚雷，快速"
  },
  "Swarm Turret - Spawns nanoswarms. Attacks land, sea and seabed targets.": {
    "message": "蜂群防禦 - 製造並放出奈米蜂群，攻擊海陸單位"
  },
  "Tank Rockteeth Commander": {
    "message": "履帶型 \"大嘴\" 指揮官"
  },
  "Teleporter - Link teleporters to move units around the system.": {
    "message": "傳送設施 - 與其他設施連結以傳送單位"
  },
  "The Legion Expansion adds an entirely new faction in Planetary Annihilation.": {
    "message": "\"軍團\"擴展模組加入一個全新的可用陣營"
  },
  "To play as the Legion select one of the red Commanders.": {
    "message": "選擇紅色的指揮官以使用\"軍團\"陣營"
  },
  "Transport - Load a land unit for rapid long distance travel.": {
    "message": "單位運輸 - 快速、沒有武器"
  },
  "Trireme - Rams enemy ships. Fast. Heavily armored. Attacks land, sea, seabed and undersea targets.": {
    "message": "重裝衝撞船 - 衝撞海上目標，裝備直射型火砲"
  },
  "Wall - Very durable. Blocks enemy fire only.": {
    "message": "重裝甲防禦屏障"
  },
  "Wave Turret - Attacks sea, seabed and undersea targets.": {
    "message": "起浪器 - 魚雷發射器"
  },
  "You won't be able to play without it, but installing is easy!": {
    "message": "沒有它你就不能加入，但安裝很簡單!"
  },
  "click or press space to close": {
    "message": "點擊或按空白鍵關閉"
  }
}