{
  "Assault Tank - Heavily armored. Splash damage. Attacks land, sea and seabed targets.": {
    "message": "Assault Tank - Heavily armoured. Splash damage. Attacks land, sea and seabed targets."
  },
  "Auxiliary Commander - Can build advanced structures. Heavily armored. High damage. Attacks any targets except orbital.": {
    "message": "Auxiliary Commander - Can build advanced structures. Heavily armoured. High damage. Attacks any targets except orbital."
  },
  "Battleship - High damage. Heavily armored. Long range. Attacks land and sea targets.": {
    "message": "Battleship - High damage. Heavily armoured. Long range. Attacks land and sea targets."
  },
  "Gunship - Heavily armored. Attacks land, sea and seabed targets.": {
    "message": "Gunship - Heavily armoured. Attacks land, sea and seabed targets."
  },
  "Heavy Walker - Heavily armored. Long range. Attacks land, sea and seabed targets.": {
    "message": "Heavy Walker - Heavily armoured. Long range. Attacks land, sea and seabed targets."
  },
  "Napalm Bomber - High damage over a wide area. Heavily armored. Deploys flamethrower turrets. Attacks land and sea targets.": {
    "message": "Napalm Bomber - High damage over a wide area. Heavily armoured. Deploys flamethrower turrets. Attacks land and sea targets."
  },
  "Orbital Battleship - Launches drones at planetary enemies. Heavily armored. Attacks land, air sea and orbital targets.": {
    "message": "Orbital Battleship - Launches drones at planetary enemies. Heavily armoured. Attacks land, air sea and orbital targets."
  },
  "Seismic Tank - Heavily armored. Short range. Huge splash damage. Attacks land and sea targets.": {
    "message": "Seismic Tank - Heavily armoured. Short range. Huge splash damage. Attacks land and sea targets."
  },
  "Shotgun Tank - Close range. Heavily armored. Attacks land, sea and seabed targets.": {
    "message": "Shotgun Tank - Close range. Heavily armoured. Attacks land, sea and seabed targets."
  },
  "Trireme - Rams enemy ships. Fast. Heavily armored. Attacks land, sea, seabed and undersea targets.": {
    "message": "Trireme - Rams enemy ships. Fast. Heavily armoured. Attacks land, sea, seabed and undersea targets."
  }
}
